{
  "title-tech": "Technology",
  "tech-1-title": "AXFrame",
  "tech-1-desc": "It is a framework based on React that allows you to build web apps quickly and easily. The core components of XFrame include ‘Data Grid’, ‘Page Tab’, ‘Tree Manager’, and ‘Panel Control’. The chart is based on Nivo, the WYGIWORK editor is Summernote, and the basic UI set is based on Ant Design. We look forward to your participation as an open source open source.",
  "tech-2-title": "AXPier",
  "tech-2-desc": "You can manage and operate APIs quickly and easily by simplifying the steps of requests that frequently occur while developing web app products or services and streamlining collaboration. You can digest, test, deploy, store, and manage various API specifications. Now leave the requested fish to the pelican on the pier. A fast and easy API creation, testing, deployment, storage and management platform.",
  "tech-3-title": "AXTool",
  "tech-3-desc": "AXTool is a service that makes it easier to build AXFrame. Even without a developer, you can plan, build, and put your business model into action. Create fast and reliable axframes with just a few clicks of the mouse. Just select a business model and add pre-prepared edge points to complete the service. Chicken dinner tonight.",
  "tech-3-badge": "Expected release mid-2023",
  "tech-4-title": "AXWork",
  "tech-4-desc": "AXWork can organically link with business platforms. Do you have a solution you already use for your business? it's okay. Axwork can connect your services flexibly. ㅋ Are you uncomfortable with the service or function you are using? Create an edge point for the work you need in Axwork. We respond immediately to various business models. Choice for smart work, smart company management is possible.",
  "tech-4-badge": "Expected release mid-2024",

  "title-service": "Service",
  "service-1-title": "Showroom",
  "service-1-desc": "This service introduces important functions and features of AXISJ's products. Although it is dealt with in detail on the product demo site, in the showroom, you can see the various products of AXISJ as a catalog.",
  "service-2-title": "Community",
  "service-2-desc": "It deals with AXISJ's various functions, questions and answers, and trivial IT industry stories. It is mainly in the form of a bulletin board, and the membership system makes communication different, and through the MVP membership system, it is linked to various platforms such as documents and Github to induce CS work to be shared.",
  "service-3-title": "Test Center",
  "service-3-desc": "There are two main types of test centers. One is a code test where you can directly run the code on the web and a qualification test service in the form of a question bank CBT. It is a service that will be applied to the recruitment process in the future, and through this, the utilization and understanding of Axis J will be measured and expanded to a certification service.",
  "service-4-title": "Docs",
  "service-4-desc": "This is a service that provides explanations and detailed usage of AXISJ's various products. Get used to it easily and quickly through code explanations and simple examples.",

  "title-design": "Design",
  "design-1-title": "Trust",
  "design-1-desc": "Our designs must be reliable and dependable. Trust is the heart that can be obtained when you put down your greed. Design neatly and clearly so that you can reach them without wandering, with a consistent purpose. If you are holding a hot cup, you can just let it go without saying 'It's hot', it's like asking 'how do I put it'. It's not that there's a lack of laying skills. It's hot, but I just can't let it go because I want it. If you only chase hot and trendy designs, you will lose consistency by losing the core focus, which will soon lead to loss of trust. If you can't believe it, it's as if it didn't exist.",
  "design-2-title": "Connect",
  "design-2-desc": "Connecting technology and people. And this connection should be organic and designed to give you a good experience. Connections form relationships, and we design them to be active and positive so that they can communicate seamlessly. When a dot moves, it creates energy and also leaves a trace. The traces of dots are connected from a macro perspective to become lines. Furthermore, it develops complex shapes with planes and solids. There are implicit rules of order in connected relationships. That rule is 'consideration'. Giving time and space for one point to move on to the next. It is a heart that waits and listens. For example, even seemingly insignificant parts such as shapes or colors that allow users to intuitively grasp functions, and consideration can also be considered for considering environmental, economic, and socially connected relationships. Connections can create sustainable design.",
  "design-3-title": "Growth",
  "design-3-desc": "Design is an expression of the human spirit and life and has the power to understand and interpret the times and cultures. After all, design starts from the center of human beings. However, we must recognize that humans are also part of Mother Nature and accept humility and change. We should not neglect to reinterpret and materialize the mystical phenomena of Mother Nature from the human point of view. It will be known if you ignore or overlook the basic and priority conditions that must be pre-determined because you are too obsessed with goals or results. You can grow when you abandon arrogance and prejudice and look at the world with a humble attitude. This is the beginning of endless possibilities.",
  "design-4-title": "Balance",
  "design-4-desc": "The harmony of elements of proportion, structure, styling and technology. We pursue aesthetically natural designs. Dichotomous thinking—black and white, yin and yang, good and evil—can quickly define and act on phenomena. But leaning to one side or the other will upset the balance. The harmony of the world lies in flexibility. In the dictionary meaning, soft and weak words also mean that your thoughts are soft. To expand the scope of thinking, step back and look at it from a distance and balance it. You need to distinguish what to include and what to leave out so as not to generate unnecessary attention. This will deliver a better experience without compromising or giving up the value to be delivered to the user.",

  "gnb-1": "AXISJ",
  "gnb-2": "Newsroom",
  "gnb-3": "Technology",
  "gnb-4": "Service",
  "gnb-5": "Scout",
  "hero-title-1": "Pioneering a dot",
  "hero-title-p-1": "It all starts with a small dream...",
  "hero-title-2": "Connecting the dots",
  "hero-title-p-2": "The belief that the dots of the present connect to the future makes our hearts beat...",
  "hero-title-3": "We are a dot",
  "hero-title-p-3": "The moment all the values ​​in the world are connected, we get an amazing experience.",
  "hero-title-4": "A dot is a world",
  "hero-title-p-4": "One dot world. AXISJ"
}